In [1]:
from datasetViewer import datasetViewer

viewer=datasetViewer("(localdb)\ProjectsV13", 'JupyterDB')

viewer.displaySqlResults("select * from Employees order by name asc")

  EmployeesId    Name       Location
0           4    Jake  United States
1           1   Jared      Australia
2           2  Nikita          India
3           3     Tom        Germany